#Задача 1
#Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.

number=1

while number <6:
    print(number, "0000")
    number+=1