# Задача 4
# Найти произведение ряда чисел от 1 до 10.
# Полученный результат вывести на экран(можно поискать в интернете алгоритм факториала в python).

factorial=1
i=1
while i<=10:
    factorial=factorial*i
    i=i+1

print(factorial)



#import math
#print(math.factorial(10))

