#Задача 5
#Вывести цифры числа на каждой новой строке.


number=83746658
number_str=str(number)

for i in number_str:
    print(i)
