# Задача 3
# Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.

sumofnumbers=0
for i in range(100):
    i=i+1
    sumofnumbers = sumofnumbers + i
print(sumofnumbers)

